[
  {
    "nome": "Bruno Messias Aguiar",
    "ocupacao": "Instrutor de Ti, Professor",
    "mensagem": "Tive o prazer de ser professor do Otávio no curso Técnico em Desenvolvimento de Sistemas do Senai e posso afirmar que ele é um talento nato. Desde o início, demonstrou uma inteligência acima da média e uma capacidade impressionante de transformar desafios complexos em soluções práticas e eficientes. Mais do que um aluno dedicado, Otávio já apresenta a postura, a ética e o raciocínio lógico de um excelente profissional de TI. Tenho plena confiança de que ele terá uma carreira brilhante e será um diferencial em qualquer equipe que integrar.",
    "imageUrl": "/img/bruno_messias.jpg"
  },
  {
    "nome": "Nicolas Guilherme e Anna Laura",
    "ocupacao": "Microempreendedores",
    "mensagem": "Trabalhar com o Otávio foi uma experiência excelente! Ele desenvolveu o catálogo digital da nossa loja de semijoias com total dedicação e atenção aos detalhes. O serviço foi totalmente personalizado, atendendo às nossas necessidades e expectativas. Além disso, tivemos liberdade para sugerir alterações e o suporte foi sempre muito atencioso. Ficamos muito satisfeitos com o resultado final e recomendamos o trabalho!",
    "imageUrl": "/img/arci_nicolas.jpeg"
  },
  {
    "nome": "Ananda Miranda",
    "ocupacao": "Técnica em mecatrônica",
    "mensagem": "Trabalhar com o Otávio foi simplesmente incrível! Ele foi responsável por uma parte essencial do nosso site de TCC — um sistema de monitoramento de energia — e superou todas as expectativas. Entregou tudo com muita dedicação, organização e, o melhor de tudo, foi além do que pedimos, trazendo soluções criativas e eficientes que deixaram o projeto ainda mais completo. O trabalho dele foi fundamental para o sucesso do nosso TCC, sempre com atenção aos detalhes e uma comunicação impecável durante todo o processo. Ficamos extremamente satisfeitos com o resultado final e recomendamos o trabalho dele de olhos fechados!",
    "imageUrl": "/img/ananda.jpg"
  }
]
